[
  {
    "abilities": "Biotic Rifle, Sleep Dart, Biotic Grenade", 
    "description": "Ana’s versatile arsenal allows her to affect heroes all over the battlefield. Her Biotic Rifle rounds and Biotic Grenades heal allies and damage or impair enemies; her sidearm tranquilizes key targets, and Nano Boost gives one of her comrades a considerable increase in power.", 
    "hero_id": 1, 
    "hero_name": "Ana", 
    "role": "support"
  }, 
  {
    "abilities": "Configuration: Recon, Configuration: Sentry, Reconfigure, Self-Repair", 
    "description": "Repair protocols and the ability to transform between stationary Assault, mobile Recon and devastating Tank configurations provide Bastion with a high probability of victory.", 
    "hero_id": 2, 
    "hero_name": "Bastion", 
    "role": "defense"
  }, 
  {
    "abilities": "Fusion Cannons, Boosters, Defense Matrix, Eject, Light Gun", 
    "description": "D.Va’s mech is nimble and powerful—its twin Fusion Cannons blast away with autofire at short range, and she can use its Boosters to barrel over enemies and obstacles, or deflect attacks with her projectile-dismantling Defense Matrix.", 
    "hero_id": 3, 
    "hero_name": "D.Va", 
    "role": "tank"
  }, 
  {
    "abilities": "Shuriken, Swift Strike, Deflect, Cyber-Agility", 
    "description": "Genji flings precise and deadly Shuriken at his targets, and uses his technologically-advanced katana to deflect projectiles or deliver a Swift Strike that cuts down enemies.", 
    "hero_id": 4, 
    "hero_name": "Genji", 
    "role": "offense"
  }, 
  {
    "abilities": "Storm Bow, Scatter Arrow, Sonic Arrow, Wall Climb", 
    "description": "Hanzo’s versatile arrows can reveal his enemies or fragment to strike multiple targets. He can scale walls to fire his bow from on high, or summon a titanic spirit dragon.", 
    "hero_id": 5, 
    "hero_name": "Hanzo", 
    "role": "defense"
  }, 
  {
    "abilities": "Frag Launcher, Concussion Mine, Steel Trap, Total Mayhem", 
    "description": "Junkrat’s area-denying armaments include a Frag Launcher that lobs bouncing grenades, Concussion Mines that send enemies flying, and Steel Traps that stop foes dead in their tracks.", 
    "hero_id": 6, 
    "hero_name": "Junkrat", 
    "role": "defense"
  }, 
  {
    "abilities": "Sonic Amplifier, Crossfade, Amp It Up, Wall Ride", 
    "description": "On the battlefield, Lúcio’s cutting-edge Sonic Amplifier buffets enemies with projectiles and knocks foes back with blasts of sound. His songs can both heal his team or boost their movement speed, and he can switch between tracks on the fly.", 
    "hero_id": 7, 
    "hero_name": "Lúcio", 
    "role": "support"
  }, 
  {
    "abilities": "Peacekeeper, Combat Roll, Flashbang", 
    "description": "Armed with his Peacekeeper revolver, McCree takes out targets with deadeye precision and dives out of danger with eagle-like speed.", 
    "hero_id": 8, 
    "hero_name": "McCree", 
    "role": "offense"
  }, 
  {
    "abilities": "Endothermic Blaster, Cryo-Freeze, Ice Wall", 
    "description": "Mei’s weather-altering devices slow opponents and protect locations. Her Endothermic Blaster unleashes damaging icicles and frost streams, and she can Cryo-Freeze herself to guard against counterattacks, or obstruct the opposing team's movements with an Ice Wall.", 
    "hero_id": 9, 
    "hero_name": "Mei", 
    "role": "defense"
  }, 
  {
    "abilities": "Caduceus Staff, Caduceus Blaster, Guardian Angel, Angelic Descent", 
    "description": "Mercy’s Valkyrie Suit helps keep her close to teammates like a guardian angel; healing, resurrecting or strengthening them with the beams emanating from her Caduceus Staff.", 
    "hero_id": 10, 
    "hero_name": "Mercy", 
    "role": "support"
  }, 
  {
    "abilities": "Rocket Launcher, Concussive Blast, Jump Jet, Hover Jets", 
    "description": "Soaring through the air in her combat armor, and armed with a launcher that lays down high-explosive rockets, Pharah is a force to be reckoned with.", 
    "hero_id": 11, 
    "hero_name": "Pharah", 
    "role": "offense"
  }, 
  {
    "abilities": "Hellfire Shotguns, Wraith Form, Shadow Step, The Reaping", 
    "description": "Hellfire Shotguns, the ghostly ability to become immune to damage, and the power to step between shadows make Reaper one of the deadliest beings on Earth.", 
    "hero_id": 12, 
    "hero_name": "Reaper", 
    "role": "offense"
  }, 
  {
    "abilities": "Rocket Hammer, Barrier Field, Charge, Fire Strike", 
    "description": "Clad in powered armor and swinging his hammer, Reinhardt leads a rocket-propelled charge across the battleground and defends his squadmates with a massive energy barrier.", 
    "hero_id": 13, 
    "hero_name": "Reinhardt", 
    "role": "tank"
  }, 
  {
    "abilities": "Scrap Gun, Take A Breather, Chain Hook", 
    "description": "Roadhog uses his signature Chain Hook to pull his enemies close before shredding them with blasts from his Scrap Gun. He’s hardy enough to withstand tremendous damage, and can recover his health with a short breather.", 
    "hero_id": 14, 
    "hero_name": "Roadhog", 
    "role": "tank"
  }, 
  {
    "abilities": "Heavy Pulse Rifle, Helix Rockets, Sprint, Biotic Field", 
    "description": "Armed with cutting-edge weaponry, including an experimental pulse rifle that’s capable of firing spirals of high-powered Helix Rockets, Soldier: 76 has the speed and support know-how of a highly trained warrior.", 
    "hero_id": 15, 
    "hero_name": "Soldier: 76", 
    "role": "offense"
  }, 
  {
    "abilities": "Photon Projector, Sentry Turret, Photon Shield", 
    "description": "Symmetra utilizes her light-bending Photon Projector to dispatch adversaries, shield her associates, construct teleportation pads and deploy particle-blasting Sentry Turrets.", 
    "hero_id": 16, 
    "hero_name": "Symmetra", 
    "role": "support"
  }, 
  {
    "abilities": "Rivet Gun, Forge Hammer, Build Turret, Scrap Collector, Armor Pack", 
    "description": "Torbjörn’s extensive arsenal includes a rivet gun and hammer, as well as a personal forge that he can use to build upgradeable turrets and dole out protective armor packs.", 
    "hero_id": 17, 
    "hero_name": "Torbjörn", 
    "role": "defense"
  }, 
  {
    "abilities": "Pulse Pistols, Blink, Recall", 
    "description": "Toting twin pulse pistols, energy-based time bombs, and rapid-fire banter, Tracer is able to \\blink\\\" through space and rewind her personal timeline as she battles to right wrongs the world over.\"\"\"", 
    "hero_id": 18, 
    "hero_name": "Tracer", 
    "role": "offense"
  }, 
  {
    "abilities": "Widow's Kiss, Grappling Hook, Venom Mine", 
    "description": "Widowmaker equips herself with whatever it takes to eliminate her targets, including mines that dispense poisonous gas, a visor that grants her squad infra-sight, and a powerful sniper rifle that can fire in fully-automatic mode.", 
    "hero_id": 19, 
    "hero_name": "Widowmaker", 
    "role": "defense"
  }, 
  {
    "abilities": "Tesla Cannon, Jump Pack, Barrier Projector", 
    "description": "Winston wields impressive inventions—a jump pack, electricity-blasting Tesla Cannon, portable shield projector and more—with literal gorilla strength.", 
    "hero_id": 20, 
    "hero_name": "Winston", 
    "role": "tank"
  }, 
  {
    "abilities": "Particle Cannon, Particle Barrier, Projected Barrier, Energy", 
    "description": "Deploying powerful personal barriers that convert incoming damage into energy for her massive Particle Cannon, Zarya is an invaluable asset on the front lines of any battle.", 
    "hero_id": 21, 
    "hero_name": "Zarya", 
    "role": "tank"
  }, 
  {
    "abilities": "Orb of Destruction, Orb of Harmony, Orb of Discord", 
    "description": "Zenyatta calls upon orbs of harmony and discord to heal his teammates and weaken his opponents, all while pursuing a transcendent state of immunity to damage.", 
    "hero_id": 22, 
    "hero_name": "Zenyatta", 
    "role": "support"
  }, 
  {
    "abilities": "Machine Pistol, Hack, Thermoptic Camo, Translocator", 
    "description": "Stealth and debilitating attacks make Sombra a powerful infiltrator. Her hacking can disrupt her enemies, ensuring they're easier to take out, while her EMP provides the upper hand against multiple foes at once. Sombra’s ability to Translocate and camouflage herself makes her a hard target to pin down.", 
    "hero_id": 23, 
    "hero_name": "Sombra", 
    "role": "offense"
  }, 
  {
    "abilities": "Fusion Driver, Halt!, Fortify, Protective Barrier", 
    "description": "Orisa serves as the central anchor of her team, and defends her teammates from the frontline with a protective barrier. She can attack from long range, fortify her own defenses, launch graviton charges to slow and move enemies, and deploy a Supercharger to boost the damage output of multiple allies at once.", 
    "hero_id": 24, 
    "hero_name": "Orisa", 
    "role": "tank"
  }
]
